Get the sequence of points interpolated by this curve.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public ReferencePointArray GetPoints()
  Visual Basic
Public Function GetPoints As ReferencePointArray
  Visual C++
public:
ReferencePointArray^ GetPoints()
 See Also
  CurveByPoints Class
  Autodesk.Revit.DB Namespace